tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "cloc"
brew "deno"
brew "openjpeg"
brew "leptonica"
brew "opus"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "hatch"
brew "libheif"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "llvm@15"
brew "mas"
brew "nushell"
brew "opam"
brew "starship"
brew "volta"
brew "youtube-dl"
brew "cloudflare/cloudflare/cloudflared"
brew "oven-sh/bun/bun"
cask "alfred"
cask "audacity"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "obs"
cask "processing"
cask "slack"
cask "steam"
cask "steermouse"
cask "tor-browser"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Codye", id: 1516894961
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Mattermost", id: 1614666244
mas "Microsoft Remote Desktop", id: 1295203466
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Unsplash Wallpapers", id: 1284863847
vscode "editorconfig.editorconfig"
vscode "kgtkr.processing-language-server-vscode"
vscode "luke-zhang-04.processing-vscode"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ocamllabs.ocaml-platform"
